--========================================================================================================================
-- LocalizedText
--========================================================================================================================
INSERT OR REPLACE INTO LocalizedText
		(Tag,								Language,		Text)
VALUES
--========================================================================================================================
-- Game Mode
--========================================================================================================================
		(
			"LOC_GAMEMODE_SUK_OCEANS_NAME",
			"ru_RU",
			"Sukritact’s Oceans"
		),
		(
			"LOC_GAMEMODE_SUK_OCEANS_DESCRIPTION",
			"ru_RU",
			"Данный игровой режим вдыхает новую жизнь в мировые океаны благодаря новым ресурсам, новым особенностям и новому игровому процессу[NEWLINE][NEWLINE]. Побережья изобилуют лесами водорослей, которые ускоряют рост городов и замедляют движение флота. Новые ресурсы, такие как тюлени, кальмары и кораллы, теперь обитают в глубине, добавляя больше разнообразия. Прибрежные редкие ресурсы теперь разнятся для каждого континента, поэтому открытие новых океанов принесет новые богатства. Улучшения и районы, такие как Рыбный промысел и Аквапарк скорректированы с учетом этих изменений."
		),
--========================================================================================================================
-- Squid
--========================================================================================================================
		(
			"LOC_RESOURCE_SUK_SQUID_NAME",
			"ru_RU",
			"Кальмары"
		),
		(
			"LOC_PEDIA_RESOURCES_PAGE_RESOURCE_SUK_SQUID_CHAPTER_HISTORY_PARA_1",
			"ru_RU",
			"Кальмары принадлежат к особенно развитой группе моллюсков, называемых головоногими моллюсками, которые существуют уже 500 миллионов лет. Кальмары встречаются в океанах по всему миру. Некоторые кальмары предпочитают более теплые тропические воды, другие же процветают в холодных морях. Кальмары быстро плавают, перемещаясь засчет реактивного движения, и в основном обнаруживают свою добычу визуально. Они являются одними из самых умных из вида беспозвоночных: Группы кальмаров Гумбольдта были замечены в совместной охоте. На них охотятся акулы, другие рыбы, морские птицы, тюлени и китообразные."
		),
		(
			"LOC_PEDIA_RESOURCES_PAGE_RESOURCE_SUK_SQUID_CHAPTER_HISTORY_PARA_2",
			"ru_RU",
			"Кальмары являются основным пищевым ресурсом и используются в кухнях всего мира. В англоязычных странах кальмаров, употребляемых в пищу, часто называют 'calamari', что было заимствовано из итальянского языка в английский в 17 веке. Кальмары обильно встречаются в определенных районах и обеспечивают большие уловы для рыболовов. Тело можно фаршировать целиком, нарезать плоскими кусочками или кольцами. Руки, щупальца и чернила также съедобны; Единственные части, не принимающиеся в пищу - это клюв и гладиус. Кальмары являются хорошим источником цинка и марганца, а также богаты медью, селеном, витамином B12 и рибофлавином."
		),
--========================================================================================================================
-- Seals
--========================================================================================================================
		(
			"LOC_RESOURCE_SUK_SEALS_NAME",
			"ru_RU",
			"Тюлени"
		),
		(
			"LOC_PEDIA_RESOURCES_PAGE_RESOURCE_SUK_SEALS_CHAPTER_HISTORY_PARA_1",
			"ru_RU",
			"На данный момент живы 33 вида ластоногих, большинство из которых известны как тюлени. Ластоногих можно найти на всех континентах Земли, хотя большинство видов обитает в холодных водах. Хотя между видами существует много различий, у всех тюленей лапы имеют форму плавников. Тюлени различаются по размеру - от гигантского южного морского слона, который может весить больше, чем пикап, до относительно легкого 50-килограммового байкальского тюленя."
		),
		(
			"LOC_PEDIA_RESOURCES_PAGE_RESOURCE_SUK_SEALS_CHAPTER_HISTORY_PARA_2",
			"ru_RU",
			"Исторически сложилось так, что охотники активно преследовали виды ластоногих из-за их меха, что привело к исчезновению некоторых видов: например, карибский тюлень-монах исчез с планеты в 1970-х годах. Хотя охота сегодня более регламентирована, эти животные по-прежнему сталкиваются со многими угрозами, включая отсутствие еды, запутывание в рыболовных снастях и столкновение с рыбаками. Некоторые виды, такие как гавайский тюлень-монах и средиземноморский тюлень-монах, очень близки к исчезновению. Однако, именно изменение климата представляет собой самую серьезную угрозу для многих видов ластоногих, особенно тех, чьи жизни зависят от морского льда."
		),
--========================================================================================================================
-- Coral
--========================================================================================================================
		(
			"LOC_RESOURCE_SUK_CORAL_NAME",
			"ru_RU",
			"Кораллы"
		),
		(
			"LOC_PEDIA_RESOURCES_PAGE_RESOURCE_SUK_CORAL_CHAPTER_HISTORY_PARA_1",
			"ru_RU",
			"Океан и пляж всегда были источником бесконечного вдохновения для художников. Красный, розовый, оранжевый и черный - одни из самых востребованных цветов кораллов, используемых в украшениях. Собранные кораллы обычно режут и шлифуют на кабошоны, бусы или резные изделия. Часть коралла, используемая для изготовления украшений, на самом деле является не живым организмом, а его выделениями карбоната, которые образуют структуру, на которой живут полипы, и, хотя это не живая часть животного, она необходима для его выживания."
		),
		(
			"LOC_PEDIA_RESOURCES_PAGE_RESOURCE_SUK_CORAL_CHAPTER_HISTORY_PARA_2",
			"ru_RU",
			"Сегодня использование кораллов в ювелирных изделиях вызывает споры. Коралловые украшения по-прежнему популярны, а винтажные украшения продаются на аукционах по астрономическим ценам. В то время как некоторые ювелиры продолжают использовать кораллы в своих украшениях, многие ювелиры используют только кораллы, переделанные из старинных украшений, а другие и вовсе перестали создавать украшения из кораллов. Чем меньше ювелиров используют кораллы, тем выше шансы на восстановление рифов. А до тех пор любители кораллов могут купить красивые старинные украшения из кораллов или, если им повезет, увидеть кораллы, живущие в дикой природе."
		),
--========================================================================================================================
-- Lobster
--========================================================================================================================
		(
			"LOC_RESOURCE_SUK_LOBSTER_NAME",
			"ru_RU",
			"Омары"
		),
		(
			"LOC_PEDIA_RESOURCES_PAGE_RESOURCE_SUK_LOBSTER_CHAPTER_HISTORY_PARA_1",
			"ru_RU",
			"Омары - это семейство крупных морских ракообразных. У них длинные тела с мускулистыми хвостами, а живут они в расщелинах или норах на морском дне. У трех из пяти пар ног есть когти, включая первую пару, которая обычно намного больше остальных. Высоко ценимые как морепродукты, омары имеют экономическое значение и часто являются одним из самых прибыльных продуктов в прибрежных районах, которые они населяют."
		),
		(
			"LOC_PEDIA_RESOURCES_PAGE_RESOURCE_SUK_LOBSTER_CHAPTER_HISTORY_PARA_2",
			"ru_RU",
			"Омаров обычно подают вареными или приготовленными на пару в панцире. Посетители раскалывают панцирь с помощью специальных щипцов и достают мясо с помощью вилки для лобстеров. Мясо часто едят с топленым маслом и лимонным соком. Омар также используется в супах, бисквитах, рулетах, каппон-магро и таких блюдах, как лобстер Ньюберг и лобстер Термидор."
		),
--========================================================================================================================
-- Caviar
--========================================================================================================================
		(
			"LOC_RESOURCE_SUK_CAVIAR_NAME",
			"ru_RU",
			"Икра"
		),
		(
			"LOC_PEDIA_RESOURCES_PAGE_RESOURCE_SUK_CAVIAR_CHAPTER_HISTORY_PARA_1",
			"ru_RU",
			"Если и есть еда, которая ассоциируется с чистой роскошью, то это икра. Этот деликатес из икры осетровых рыб является редким и дорогим блюдом и считается желанным ингредиентом в мире кулинарии. Икру можно получить от нескольких видов осетровых, но икра белуги - самая крупная, самая редкая и самая дорогая икра. При цене около 2000 долларов за килограмм она заслуживает звание “черного золота”. В зависимости от страны икра может также использоваться для обозначения икры других рыб, таких как лосось, микижа, форель, пинаг, сиг или карп."
		),
		(
			"LOC_PEDIA_RESOURCES_PAGE_RESOURCE_SUK_CAVIAR_CHAPTER_HISTORY_PARA_2",
			"ru_RU",
			"Популяции осетровых во всем мире сократились отчасти из-за популярности икры как предмета роскоши, и во многих местах теперь действуют строгие ограничения или даже запреты на вылов. Другие причины сокращения популяции включают загрязнение воды и потерю среды обитания из-за речных плотин, которые не позволяют рыбе достигать своих нерестилищ. Многие виды осетровых находятся в списке исчезающих видов. Чтобы снизить сокращение популяций диких осетровых, в 20 странах есть компании, разводящие осетровых. В подавляющем большинстве случаев яйца удаляются после умерщвления рыбы. Другие компании пробовали более длительный подход, выращивая рыбу до тех пор, пока она не будет готова к нересту, а затем, удалив икру с помощью Кесарева сечения, зашивали рыбу и выращивали для увеличения продуктивности. Этот процесс является очень жестоким по отношению к рыбе и на данный момент запрещен в нескольких странах."
		),
--========================================================================================================================
-- Kelp Forest
--========================================================================================================================
		(
			"LOC_FEATURE_SUK_KELP_NAME",
			"ru_RU",
			"Лес Водорослей"
		),
		(
			"LOC_PEDIA_FEATURES_PAGE_FEATURE_SUK_KELP_CHAPTER_HISTORY_PARA_1",
			"ru_RU",
			"Ламинария - это крупные бурые водоросли, обитающие в прохладных, относительно мелких водах недалеко от берега. Они растут плотными группами, как лес на суше. Эти леса отличаются большим разнообразием и более высокой плотностью растений и животных, чем почти любое другое океаническое сообщество; Эти многоуровневые леса создают привлекательную среду обитания для разнообразных видов, служа одновременно источником пищи и убежищем для тысяч видов рыб, беспозвоночных и морских млекопитающих."
		),
--========================================================================================================================
-- Water Park Changes
--========================================================================================================================
		(
			"LOC_DISTRICT_WATER_ENTERTAINMENT_COMPLEX_DESCRIPTION",
			"ru_RU",
			"Район города, расположенный на клетке побережья. Увеличивает [ICON_Amenities] довольство жителей. +1 к [ICON_Amenities] довольству за каждую клетку с лесом водорослей рядом с аквапарком. Нельзя построить в городе с развлекательным комплексом. Нельзя построить на рифе."
		),
		(
			"LOC_BUILDING_AQUARIUM_DESCRIPTION",
			"ru_RU",
			"Бонус к [ICON_Amenities] довольству распространяется на все центры городов в пределах 9 клеток. Бонус активируется в них один раз и не увеличивается за такие же здания в пределах 9 клеток. +1 [ICON_Science] науки за каждую клетку с прибрежным ресурсом, кораблекрушением, рифом и лесом водорослей в этом городе. Дополнительные +1 [ICON_Science] науки таким клеткам, если они расположены рядом с аквапарком."
		),
		(
			"LOC_BUILDING_AQUATICS_CENTER_DESCRIPTION",
			"ru_RU",
			"Бонус к [ICON_Amenities] довольству распространяется на все центры городов в пределах 9 клеток. Бонус активируется в городах один раз и не увеличивается за такие же здания в пределах 9 клеток. +2 [ICON_Tourism] туризма за каждую соседнюю прибрежную клетку с особенностью местности"
		),
--========================================================================================================================
-- Fishery Changes
--========================================================================================================================
		(
			"LOC_GOVERNOR_PROMOTION_AQUACULTURE_DESCRIPTION",
			"ru_RU",
			"Может строить рыбный промысел. +1 [ICON_Housing] жилья. Соседние рыбацкие судна получают +2 [ICON_Food] пиши; Когда Лян находится в городе, они также получают +1 [ICON_Production] к производству."
		),
		(
			"LOC_IMPROVEMENT_FISHERY_DESCRIPTION",
			"ru_RU",
			"Уникальное [ICON_Governor] губернаторское улучшение. Можно построить в городе с назначенным губернатором-землемером с повышением «Аквакультура».[NEWLINE][NEWLINE]Эта клетка не может обрабатываться. Рыбацкие суда, находящиеся по соседству с одним или более рыбными промыслами, получают +2 [ICON_Food] пиши; Когда Лян находится в городе, они также получают +1 [ICON_Production] к производству. +1 [ICON_Housing] жилья. Можно построить только на клетках побережья или озера рядом с морским ресурсом."
		);
--========================================================================================================================
--========================================================================================================================