--========================================================================================================================
-- Chinese
--========================================================================================================================
INSERT OR REPLACE INTO LocalizedText
        (Tag,                               Language,       Text)
VALUES
--========================================================================================================================
-- Game Mode
--========================================================================================================================
        (
            "LOC_GAMEMODE_SUK_OCEANS_NAME",
            "zh_Hans_CN",
            "Sukritact的海洋模式"
        ),
        (
            "LOC_GAMEMODE_SUK_OCEANS_DESCRIPTION",
            "zh_Hans_CN",
            "这个游戏模式为世界海洋注入了新的活力，添加了新的资源、新的功能和新的玩法。[NEWLINE][NEWLINE]海藻森林充斥着海岸，提供了更多的食物并减缓了海上单位的速度。新的资源正在深海下等待着你的探索，如海豹、鱿鱼和珊瑚，大大增加了海洋资源的多样性。现在每个大洲的海岸奢侈品都是不同的，探索新的海洋意味着新的财富。改良设施和区域如渔场和水上公园都根据这些新内容进行了调整。"
        ),
--========================================================================================================================
-- Squid
--========================================================================================================================
        (
            "LOC_RESOURCE_SUK_SQUID_NAME",
            "zh_Hans_CN",
            "鱿鱼"
        ),
        (
            "LOC_PEDIA_RESOURCES_PAGE_RESOURCE_SUK_SQUID_CHAPTER_HISTORY_PARA_1",
            "zh_Hans_CN",
            "鱿鱼属于一种特别成功的称为头足类的软体动物群体，已经存在了大约5亿年。鱿鱼在世界各地的海洋中都有发现。一些鱿鱼喜欢较温暖的热带水域，而其他鱿鱼则在寒冷的海洋中茁壮成长。乌贼是快速的游泳者，通过喷气式方式运动，主要通过视觉来定位它们的猎物。它们是最聪明的无脊椎动物之一，人们曾观察到过一群洪堡乌贼在合作捕食。它们被鲨鱼、其他鱼类、海鸟、海豹和鲸目动物所捕食。"
        ),
        (
            "LOC_PEDIA_RESOURCES_PAGE_RESOURCE_SUK_SQUID_CHAPTER_HISTORY_PARA_2",
            "zh_Hans_CN",
            "鱿鱼是一种主要的食物资源，被广泛用于世界各地的菜肴中。在英语国家，作为食物的鱿鱼通常被称为鱿鱼（calamari），17世纪时从意大利语被引入英语。鱿鱼在某些地区被大量发现，并为渔业提供了大量的渔获物。鱿鱼的身体可以整个塞进去，切成平块，或切成环状。胳膊、触角和墨汁也可食用；唯一不能吃的部分是喙和内置鞘。乌贼是锌和锰的良好食物来源，铜、硒、维生素B12和核黄素含量高。"
        ),
--========================================================================================================================
-- Seals
--========================================================================================================================
        (
            "LOC_RESOURCE_SUK_SEALS_NAME",
            "zh_Hans_CN",
            "海豹"
        ),
        (
            "LOC_PEDIA_RESOURCES_PAGE_RESOURCE_SUK_SEALS_CHAPTER_HISTORY_PARA_1",
            "zh_Hans_CN",
            "今天，有33种鳍足动物存活，其中大多数被称为海豹。在地球上的每一个大陆上都可以找到鳍足动物，尽管其中的大多数出现在冷水环境中。虽然物种之间有许多差异，但所有海豹都有像鳍一样的脚。事实上，pinniped这个词在拉丁语中是“鳍足”的意思。不同海豹的尺寸差异很大，从巨大的南方象海豹，它的重量可以超过一辆皮卡，到相对苗条的100磅的贝加尔海豹。"
        ),
        (
            "LOC_PEDIA_RESOURCES_PAGE_RESOURCE_SUK_SEALS_CHAPTER_HISTORY_PARA_2",
            "zh_Hans_CN",
            "历史上，猎人们为了获取毛皮而大量捕杀鳍足类动物，这种做法将一些物种推向了灭绝。例如，加勒比僧侣海豹在20世纪70年代就从地球上消失了。尽管今天的狩猎活动更加规范，但这些动物仍然面临许多威胁，包括缺乏食物、被渔具缠绕以及与渔民的冲突。一些物种，如夏威夷僧侣海豹和地中海僧侣海豹，仍然非常接近于灭绝。然而，气候变化代表了对许多鳍足类动物物种的最大威胁，特别是那些依赖海冰的物种。"
        ),
--========================================================================================================================
-- Coral
--========================================================================================================================
        (
            "LOC_RESOURCE_SUK_CORAL_NAME",
            "zh_Hans_CN",
            "珊瑚"
        ),
        (
            "LOC_PEDIA_RESOURCES_PAGE_RESOURCE_SUK_CORAL_CHAPTER_HISTORY_PARA_1",
            "zh_Hans_CN",
            "海洋和海滩从来都能为艺术家提供源源不断的灵感。红色、粉色、橙色和黑色是珠宝中使用的最抢手的珊瑚颜色。收获的珊瑚通常被切割和打磨成凸圆形，被塑造成珠子或雕刻。珊瑚用于珠宝的部分实际上不是活的生物体，而是它的碳酸盐分泌物，它形成了珊瑚虫赖以生存的结构，虽然它不是动物的活体部分，但它对动物的生存至关重要。"
        ),
        (
            "LOC_PEDIA_RESOURCES_PAGE_RESOURCE_SUK_CORAL_CHAPTER_HISTORY_PARA_2",
            "zh_Hans_CN",
            "今天，在珠宝中使用珊瑚是有争议的。珊瑚珠宝仍然很受欢迎，古董作品在拍卖会上的价格高达天文数字。虽然一些珠宝商继续在他们的设计中使用珊瑚，但许多珠宝商只使用从古董中重新制作的珊瑚，还有一些珠宝商已经完全停止制作珊瑚珠宝。随着使用珊瑚的珠宝商减少，珊瑚礁可能有更好的机会恢复。在那之前，珊瑚爱好者可以买到美丽的古董珊瑚珠宝作品，或者如果他们幸运的话，可以看到生活在野外的珊瑚。"
        ),
--========================================================================================================================
-- Lobster
--========================================================================================================================
        (
            "LOC_RESOURCE_SUK_LOBSTER_NAME",
            "zh_Hans_CN",
            "龙虾"
        ),
        (
            "LOC_PEDIA_RESOURCES_PAGE_RESOURCE_SUK_LOBSTER_CHAPTER_HISTORY_PARA_1",
            "zh_Hans_CN",
            "龙虾是大型海洋甲壳类动物的一个家族。它们有长长的身体和肌肉发达的尾巴，生活在海底的缝隙或洞穴中。它们的五对腿中有三对有爪子，包括第一对，通常比其他腿大得多。龙虾在经济上非常重要，作为海产品受到了高度重视，并通常是它们所繁衍的沿海地区最赚钱的商品之一。"
        ),
        (
            "LOC_PEDIA_RESOURCES_PAGE_RESOURCE_SUK_LOBSTER_CHAPTER_HISTORY_PARA_2",
            "zh_Hans_CN",
            "龙虾通常是带壳水煮或清蒸的。食客们用龙虾钳敲开虾壳，用龙虾叉捞出虾肉。虾肉通常与融化的黄油和柠檬汁一起食用。龙虾还被用于制作汤、浓汤、龙虾卷、卡彭马格罗以及诸如龙虾纽伯格和赛美多龙虾等菜肴。"
        ),
--========================================================================================================================
-- Caviar
--========================================================================================================================
        (
            "LOC_RESOURCE_SUK_CAVIAR_NAME",
            "zh_Hans_CN",
            "鱼子酱"
        ),
        (
            "LOC_PEDIA_RESOURCES_PAGE_RESOURCE_SUK_CAVIAR_CHAPTER_HISTORY_PARA_1",
            "zh_Hans_CN",
            "如果有一种食物与纯粹的奢侈品有关，那就是鱼子酱。这种由鲟鱼鱼卵组成的美味是稀有和昂贵的，被认为是烹饪界令人垂涎的物品。鱼子酱来自几种鲟鱼，但白鲟鱼子酱是最大、最稀有和最昂贵的鱼子酱。每磅接近3500美元，它配得上它的绰号，“黑金”。根据不同的国家，鱼子酱也可以用来描述其他鱼类的鱼子，如鲑鱼、钢头鱼、鳟鱼、鳞鱼、白鲑鱼或鲤鱼。"
        ),
        (
            "LOC_PEDIA_RESOURCES_PAGE_RESOURCE_SUK_CAVIAR_CHAPTER_HISTORY_PARA_2",
            "zh_Hans_CN",
            "鲟鱼的数量在全球范围内不断减少，部分原因是鱼子酱作为一种奢侈食品受到欢迎，许多地方现在有严格的捕捞限制甚至禁令。种群数量下降的其他原因包括水污染和由于大坝阻隔了鱼群到达繁殖地造成的栖息地丧失。许多种类的鲟鱼都被列入了濒危物种名单。为了减轻野生鲟鱼种群不断减少的压力，有20个国家的公司在养殖鲟鱼。在绝大多数情况下，鱼卵会在鱼被杀死后取出。其他公司已经尝试了一种更持久的方法，将鱼饲养到可以产卵，然后在通过剖腹产取出鱼卵后，再将鱼缝合起来，饲养它们以获得更多产量。这个过程对鱼来说是非常艰难的，在一些国家已经被禁止了。"
        ),
--========================================================================================================================
-- Kelp Forest
--========================================================================================================================
        (
            "LOC_FEATURE_SUK_KELP_NAME",
            "zh_Hans_CN",
            "海藻森林"
        ),
        (
            "LOC_PEDIA_FEATURES_PAGE_FEATURE_SUK_KELP_CHAPTER_HISTORY_PARA_1",
            "zh_Hans_CN",
            "海带是大型褐藻，生活在靠近海岸的较冷的、相对较浅的水域种。它们生长在密集的群落中，很像陆地上的森林。这些森林中的植物和动物的种类和密度几乎比任何其他海洋群落都要大；这些层层叠叠的森林为多种多样的物种创造了有吸引力的栖息地，既是食物的来源，又是成千上万的鱼类、无脊椎动物和海洋哺乳动物的天堂。"
        ),
--========================================================================================================================
-- Water Park Changes
--========================================================================================================================
        (
            "LOC_DISTRICT_WATER_ENTERTAINMENT_COMPLEX_DESCRIPTION",
            "zh_Hans_CN",
            "建在海岸单元格上的区域，可增加 [ICON_Amenities] 宜居度，让人民生活幸福。若相邻海藻森林+1 [ICON_Amenities] 宜居度。无法建在拥有娱乐区的城市中。无法建造在礁石上。"
        ),
        (
            "LOC_BUILDING_AQUARIUM_DESCRIPTION",
            "zh_Hans_CN",
            "[ICON_Amenities] 宜居度加成延伸到9个单元格中的每个市中心。此加成1座城市仅能应用1次，因此市中心9个单元格以内相同的此建筑不会再额外提供加成。此城中的每处礁石、海藻森林和海难遗址单元格+1 [ICON_SCIENCE] 科技值，若其相邻水上乐园则额外+1 [ICON_SCIENCE] 科技值。"
        ),
        (
            "LOC_BUILDING_AQUATICS_CENTER_DESCRIPTION",
            "zh_Hans_CN",
            "[ICON_Amenities] 宜居度加成延伸到9个单元格中的每个市中心。此加成1座城市仅能应用1次，因此市中心9个单元格以内相同的此建筑不会再额外提供加成。每相邻一个海上地貌+2 [ICON_Tourism] 旅游业绩。"
        ),
--========================================================================================================================
-- Fishery Changes
--========================================================================================================================
        (
            "LOC_GOVERNOR_PROMOTION_AQUACULTURE_DESCRIPTION",
            "zh_Hans_CN",
            "可建造渔场改良设施。+1 [ICON_Housing] 住房。相邻至少一个渔场的渔船+2 [ICON_Food] 食物；当总督“梁”在该城就职时再额外+1 [ICON_PRODUCTION] 生产力。"
        ),
        (
            "LOC_IMPROVEMENT_FISHERY_DESCRIPTION",
            "zh_Hans_CN",
            "[ICON_Governor] 总督特色改良设施，可在“测量师”总督（必须拥有“水产养殖”升级）就职的城市中修建。[NEWLINE][NEWLINE]该地块无法工作。相邻至少一个渔场的渔船+2 [ICON_Food] 食物；当总督“梁”在该城就职时再额外+1 [ICON_PRODUCTION] 生产力。必须建在相邻海洋资源的浅海或湖泊单元格上。"
        );
--========================================================================================================================
--========================================================================================================================